Repository: BjornAhstrom/FoodPlaner
Catalog: FoodPlanner/Storyboard/*.lproj/Localizable.strings
Languages: sv

# noMeal
source: There is no dish
sv: Det finns ingen maträtt

# dateLanguageFormatter
source: en_US
sv: sv_SE

# StartDate
source: the next dish is on:
sv: Nästa maträtt är på :

# allFields
source: All fields must be filled in
sv: Alla fält måste fyllas i

# passwordMatch
source: Password do not match
sv: Lösenordet matchar inte

# alertMessage_TryAgain
source: Pleace try again
sv: Försök igen

# button1
source: My recipes
sv: Mina recept

# button2
source: My recipes from pictures
sv: Mina recept från bilder

# button3
source: My webrecipes
sv: Mina webbrecept

# button4
source: Weekly menu
sv: Veckomeny

# button5
source: Create new food menu
sv: Skapa en vecomeny

# noRecipesTitle
source: You have no dishes!
sv: Du har inga maträtter!

# noRecipesMessage
source: Add some dishes to your recipes and try again.
sv: Lägg till några maträtter i dina recept och försök igen.

# alertTitle1
source: Your button most have a name
sv: Din knapp måste ha ett namn

# inviteAlertTitle
source: You've got an invitation!
sv: Du har fått en inbjudan!

# inviteAlertMessage
source: Do you accept the invite from
sv: Accepterar du inbjudan från

# acceptInvite
source: Accept
sv: Acceptera

# declineInvite
source: Decline
sv: Avvisa

# laterInvite
source: Later
sv: Senare

# numberLanguageFormatter
source: EN
sv: SW

# mustHaveDishName
source: Your dish must have a name!
sv: Din maträtt måste ha ett namn!

# photoSourceTitle
source: Photo source
sv: Bildkälla

# chooseMessage
source: Choose a source
sv: Välj en källa

# cameraTitle
source: Camera
sv: Kamera

# noCameraTitle
source: Your device have no camera
sv: Din enhet har ingen kamera

# noCameraMessage
source: Please use your photo library
sv: Vänligen använd ditt fotobibliotek

# photoLibraryTitle
source: Photos
sv: Bilder

# cancelTitle
source: Cancel
sv: Ångra

# addIngredientAlertTitle
source: Add ingredients
sv: Lägg till en ingrediens

# addIngredientAlertMessage
source: Write ingredients name (Milk), amount (2) and wich unit (dl)
sv: Skriv ingrediens namn ex (Mjölk), mängd (2) och vilken enhet (dl)

# placeholderIngName
source: Ingredients name
sv: Ingrediens namn

# placeholderIngAmount
source: Amount
sv: Mängd

# placeholderIngUnit
source: Unit
sv: Enhet

source: Cancel
sv: Avbryt

source: Add
sv: Lägg till

# oneDishTitle
source: You have too few dishes!
sv: Du har för få maträtter!

# oneDishMessage1
source: You only have
sv: Du har endast

# oneDishMessage2
source: dish in your recipes, so you will only get
sv: maträtt inlagd i dina recept, så du kommer endast få ut

# oneDishMessage3
source: dish in your weekly menu.
sv: maträtt i din veckomeny.

# tooFewDishesTitle
source: You have too few dishes!
sv: Du har för få maträtter!

# tooFewDishesMessage1
source: You only have
sv: Du har endast

# tooFewDishesMessage2
source: dishes included in your recipes, so you will only get
sv: maträtter inlagda i dina recept, så du kommer endast få ut

# tooFewDishesMessage3
source: dishes in your weekly menu.
sv: maträtter i din veckomeny.

# portionsAmount
source: Portions:
sv: Portioner:

source: Ingredients
sv: Ingredienser

source: Steps
sv: Tillagning
